Repository: mozilla-l10n/mt-training-data
Catalog: gju/gju_pontoon.tmx
Source language: en_us
Languages: gju

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
gju: ۔ زیادہ تر ریکارڈنگ ان لوگاں کی وھے جہڑا عام واز ما گل کرے تم کدے کدے غیر معیاری ریکاڈنگ نا من لیے جیہڑی اچی واز ما کہی جائے ،گوشو کرے جائے یا ظاہر ہر ڈرامہ کی صورت ما دتی جائے ۔ مہربانی گانا کی واز تے کمپیوٹر کی بدلی وی واز نا چھوڈ دیو۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
gju: موزیلا کامن وائس ایک ایسو قدم ہے جیہڑو مشین نا دسے جے لوک کس طرحیا حقیقی طور اپر بولیں۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
gju: موزیلا کامن وائس نا ممکن بنایو ہے مختلف لوکاں نے ، صلاح کار ، ماہر زبان ،ڈیٹا کو ماہر تعلیمی تے سوفٹ ویئر انجنئر ساری دُنیا تے ۔تے اس پروجیٹ کی نگرانی موزیلا فاؤنڈیشن کرے

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
gju: موزیلا کامن وائس دنیا کو سب تے متنوع کراؤڈ سورس اوپن اسپیچ ڈیٹاسیٹ ہے۔ ہم مکمل طور پو عطیات نال چلاں ۔اس پو تقریباً ایک ملین تے زیادہ رقم سال ما خرچ ہووے ڈیٹا سیٹ کی میزبانی کرن واسطے تے ایک سو تے زیادہ کمیونٹی کی زبان بولن ہالاں کی جا نا بہتر کرن واسطے جہڑا مھارا کم پو اعتماد کرے ۔کدے تم اس نا چنگو سمجھے تے تم یوہ ڈیٹو دیکھو <b> اج ہی عطیو کرو </b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
gju: موزیلا کو وازں کی پہچان وسطے عام دستیاب سرچ انجن جس نا ڈیپ سپیچ کہیو جائے، یوہ وازاں کی پہچان وسطے اپلیکیشن بنان وسطے بھی کم آ سکے۔ مہارو <githubLink> گیتھب جائزہ نا پڑھیو</githubLink> یا فر<discourseLink> ڈیپ سپیچ ڈسکورس</discourseLink> ما شامل ہووں تاکہ تمنا پتو لگے جے یاہ کس طرحیا شروع ہووے۔

source: Mutual accountability.
gju: باہمی ذمہ داری

source: n
gju: این

source: N
gju: این

source: N/A
gju: ضرورت نیہہ

source: Name
gju: ناں

source: Names of your language
gju: تھہاری زبان کو ناں

source: Native Language
gju: آبائی زبان

source: Nature and Environment
gju: فطرت تے ماحول

source: Need help deciding which to choose?
gju: تمنا مدد کی ضرورت ہے جے تم کہڑی چیز نا چنو؟

source: Need help with the Sex or Gender changes?
gju: جنس کی تبدیلی ما تمنا کسے مدد کی ضرورت ہے؟

source: Need some help with accent?
gju: لہجہ ما کسی مدد کی ضرورت ہے ؟

source: Need some help with variants?
gju: اس قسم وسطے تمنا ہور مدد کی ضرورت ہے؟

source: Need to download your data?
gju: تمنا معلومات ڈاؤن لوڈ کرن کی ضرورت ہے؟

source: Nepali
gju: نیپانی

source: New Language Launch
gju: نویں زبا ن شروع ہو گئی

source: News and Current Affairs
gju: خبر تے موجودہ حالات

source: Next
gju: اگےآلو

source: Ngiembon
gju: نائمبون

source: Nias
gju: نیس

source: Nigerian Pidgin English
gju: نائرجیری پجن انگریزی

source: NKo
gju: نکو

source: No
gju: نہ

source: [No ‘a’ in the original text]
gju: نہیں 'اے ' ایک اصلی عبارت ما

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gju: <noCopyright> کوئی حق نیہہ کاپی کو </noCopyright>پابندی سی سی

source: No foreign letters
gju: کوئی بیرونی خطوط نہ وھے

source: No gravatar found for your email
gju: تھہاری ای میل کو گراوٹر نیہہ لبھیو

source: No information
gju: کوئی معلومات نیہہ

source: No information available
gju: کائے معلومات دستیاب نیہہ۔

source: No microphone found.
gju: کوئی مائیکرو فون نہ لبھو

source: Non-binary
gju: غیر بائنری

source: No numbers and special characters
gju: کوئی نمبر تے خاص کردار نہ وہے

source: Northern Hindko
gju: شمالی ہندکو

source: Northern Sotho
gju: شمالی سوتھو

source: Northwest Gbaya
gju: شمال مغربی گبایا

source: Norwegian Bokmål
gju: ناروائی، بکمال

source: Norwegian Nynorsk
gju: ناروائی نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gju: جائزہ واسطے کوئی فقرہ نیہہ ۔<addLink> ہون ہور فقراں گھلوں

source: ⓘ Not all sentences and clips have Variant tags yet!
gju: سارا جملاں تے کلپس ما ہجاں تک مختلف ٹیگ نہیں ہیں!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
gju: نوٹ کرون: جد وزیبل نا سیٹ کرے یاہ سیٹنگ تبدیل ہو سکے <profileLink>پروفائل کا صفحہ تے</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
gju: نوٹ ۔شراکت داری کی قسم نا بدلان وسطے تمنا سنن یا بولن بچوں کسے ایک نا چننو ہووے گو

source: Not Found
gju: نیہہ لبھیو

source: No Thanks
gju: نہ ،شکریو

source: No thanks, continue speaking
gju: نہ شکریو ،بولن نا جاری رکھوں

source: No variant selected
gju: کائے قسم بھی منتخب نیہہ کی

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
gju: ہن جس وخت تمنا کامن وائس یا عمومی وازاں کا بارہ ما تھوڑو مچ علم ہے، تے تم کوشش کیوں نیہہ کرتا؟ جملاں نا اچی واز ما پڑھن وسطے مائیکرو فون کا نشان اپر ہتھ رکھو <br/><br/><br/> جے کدے تم دوجاں لوکاں کی واز جہڑی شامل کی ہیں، اس کو جائزو لین نا ترجیح دیو، تے فر چلان آلا نشان اپر ہتھ لاو۔ تم اس گل کی تصدیق کرن ما مدد کرو گا جے جہڑی ریکارڈنگ ہے واہ سکرین اپر لکھیا وا جملاں نال ملے۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
gju: ہن تم اوپن سورس وائس ڈیٹا بیس بنان ما مہاری مدد کرن وسطے اہنی واز ہمنا چلا سکو جس نا کوئی بھی استعمال کرسکے۔ ڈیوائسز تے ویب وسطے نوئیں ایپس بنان وسطے مشیناں نا سکھان ما یاہ مدد کرن وسطے ایک جملو پڑھو تا کہ پتو چلے جے اصل ما لوک کس طرحیا بولیں۔ دوجا لوکاں کا کم نا دیکھو۔۔ معیار نا بہتر بنان وسطے شریک ہو جاو. یوہ اتنوآسان ہے!

source: Nubi
gju: نوبی

source: Number of Voices
gju: واز کی تعداد

source: Numbers
gju: اعداد

source: Occitan
gju: اوکیٹان

source: Odia
gju: اودیا

source: Off
gju: بند

source: Offensive Content
gju: لہر آلو مواد

source: Offensive language
gju: نہ پسند آن ہالی زبان

source: Offensive speech
gju: نہ پسند آن ہالی تقریر

source: Offline Sources
gju: بغیر انٹر نیٹ کو ذریعو۔

source: On
gju: کھلو

source: On desktop devices you can contribute by downloading…
gju: ڈیسک ٹاپ پو تم ڈاؤن لوڈ کر کے ڈیواساں ما حصو لے سکے

source: On his head he wore a beret.
gju: وُہ اپنا سر پو ایک بیرٹ لائے

source: On iOS please continue with Safari to enable recording…
gju: او آئی ایس پو برائے مہربانی سفاری کے نال جاری رکھوں ریکارڈ کرن واسطے

source: Only show me sentences and clips from my variant
gju: منا صرف میرا بکھ بکھ جملہ تے حصہ دسو

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gju: دُوجے پاسے کدے تھارو یوہ خیال ہے کہ پڑھن ہالو کدے دُنیا مان نیہہ گیو تے وہ اپنی ادائیگی ما غلط خیال کرے تم اُس نا چھوڈ دیو ، کدے تم نا یقین نیہہ تے سکپ بٹن کو استعال کرو

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gju: دُوجے پاسے ، کدے تھارو یوہ خیال ہے جے پڑھن ہالا نا یوہ تلفظ کدے نیہہ ملیو تے وہ تلفظ پو غلط اندازو لاوے لگو تے برائے مہربانی اس نا چھوڈ دیو ۔اگر تم نا یقین نیہہ ہے تے چھوڈن ہالا بٹن نا دباؤ

source: Optionally join on our email list for updates and new information about the project.
gju: منصوبہ کا بارہ ما نوئیں تازی گلاں تے نوئی معلومات کا بارہ ما جانن وسطے اپنی مرضی کے مطابق مہارے نال شامل ہوو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
gju: تھہاری مرضی کے مطابق جیہڑی معلومات جمع کری ہے ڈیموگرافک ڈیٹا (مثال کے طور اپر عمر، جنس، زبان، تےلہجو) تھہاری پروفائل اپر کدے بھی عام نیہہ کیو جاسے تے ڈیٹا سیٹ ما تھہارے اکاونٹ نال شامل نیہہ ہوسے. انفرادی آڈیو حصہ نا زیادہ درست تجزیہ کے مقصد وسطے ڈیموگرافک ڈیٹا کے نال شامل کیو جائے گو - مثال کے طور اپر ، ایک محقق ایک خاص ڈیموگرافک حصہ وسطے تربیتی نمونہ نا نشانو بناوے۔

source: Ormuri
gju: ارمڑی

source: Ossetian
gju: اوسینتی

source: Other
gju: دوجو

source: Other Language
gju: دُوجی زبان

source: Other people validate those voice clips.
gju: دُوجا لوک اپنی واز کی کلپ کو اختیار دیئے

source: Other voice datasets…
gju: دوجی وازاں کو ڈٰیٹا سیٹ

source: Other Voice Datasets
gju: دوجا وائس ڈیتا سیٹ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
gju: مہاری برادری کو ناظم تھہارے نال رابطو کر کے مزید مدد کی درخواست کرے گو تے تمنا دسے گو جے کمیونٹی پہلاں تے تھہاری زبان اپر کم کرے۔

source: Our governance is founded on the pillars of:
gju: مھاری نگرانی بنائی گئی ہے کی بنیاداں پو

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
gju: مہاری زبان مہاری کہانی، مہارو کنبو،مہارو رہن سہن ہے آو ایک ڈٰیٹا سیٹ بناواں جس نا ہم دنیا ما دیکھنو چاہواں

source: Our Partners
gju: مہارا شراکت دار

source: Our partners include...
gju: مہارے شراکت دار یہ ہیں۔۔۔

source: Overall Accuracy
gju: ساری درستگی

source: Overall Hr. Total
gju: سارو ایچ آر ٹوٹل

source: p
gju: پی

source: Paiwan
gju: پائیوان

source: Palula
gju: پالولا

source: Papantla Totonac
gju: پاپانتلا ٹوٹونک

source: Papiamento
gju: پاپیامنٹو

source: Papiamento (Aruba)
gju: پمپیامنٹو(اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
gju: زبان کا کنبہ کی گل بات ما حصو لیو، سوال پچھو، تے آن آلا واقعات تے گفتگو کا بارہ ما معلومات حاصل کرو.

source: Partner
gju: سنگی

source: Partners
gju: ساتھی

source: Partnerships
gju: شراکت داری

source: Partnerships and networks
gju: مل کے کم کرنو تے آپس کو جوڑ

source: Partnerships, Press and Stories, Community and Languages
gju: شراکت داری، پریس تے کہانی، برادری تے زبان

source: Partner with us
gju: مہارا حصہ دار بنو

source: [Part of the text can’t be heard]
gju: عبارت کو کوئی حصّو سُنے جا سکے

source: Pashto
gju: پشتو

source: Past recordings download requests
gju: سابقہ ریکارڈنگز کا ڈاؤن لوڈ وسطے کی گئی درخواست

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
gju: کامن وائس ایک عوامی طور پو موجود واز کو ڈیٹو سیٹ ہے، جس نا ساری دنیا کا رضاکاراں کی وازاںتے تقویت لیے۔ ویہہ لوگ جہڑہ وازاں کی ایپلی کیشنز بنانو چاہوے ویہہ مشین لرننگ ماڈلزنا تربیت دین واسطے ڈیٹاسیٹ کو استعمال کر سکے </p> <p>اس ٹیم ، زیادہ تر واز کی ڈیٹاسیٹس اُنھ کمپنیاںکی ملکیت ہیں، جہڑٰ ترقی نا روکے ۔ واز کو ڈیٹا سیٹس بھی کم نمائندگی کرے: غیر انگریزی بولن ہالاں، رنگ برنگا لوک ، معذور ادمی ،عورت اور LGBTQIA+ لوگ۔ اس کو مطلب ہے کہ واز نال چلن ہالی ٹیکنالوجی مُچ ساری زباناں واسطے کم نیہہ کرتی ، تے جِت کتےیاہ کم کر سکے ہو سکے یاہ ساراں واسطے ایک جیسی کارکردگی نہ دس سکے ۔ ہم اس نا تبدیل کرنو چاہواں کہ لوکاں نا ہر جگہ متحرک کرکے انھ کی واز کو اشتراک کراں ۔

source: People come and contribute their voices.
gju: لوک آئے تے اپنی وازاں ما حصّو لییے

source: Persian
gju: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
gju: ذاتی ڈیش بورڈ تمنا انفرادی کمیونٹی کی ترقی کے نال باخبر(آگاہ) رکھیں۔

source: Personally Identifiable Information
gju: یاہ معلومات ایسی ہے جس کی ذاتی طور اپر شناخت ہو سکے

source: Platform language
gju: پلیٹ فارم زبان

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
gju: <playbookLink> </playbookLink> ساری عمومی وازاں کا سفر ما تے اسی طرحیا مہارا سارا قبیلہ نال کس طرحیا رابطو ہو سکے، اس کی مددگار رہنمائی نا (اس لنک) اپر تلاش کریو

source: <playIcon></playIcon>Last one!
gju: <playIcon> </playIcon> آخری ہالو

source: Play/Stop
gju: چلاؤں /کھیڈو/ روکوں

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gju: برائے مہربانی مھاری ٹمپلیٹ نا چیک کرو <templateFileLink> تھارا فقرا کاپی رائٹ تے آزد ہونا چاہیے </templateFileLink>(یا جمع کرن ہالا کی طرفوں پوری اجازت ہونی چاہیے) تے صاف ہونو چاہیے ، گرائمر کا لحاظ نال صحیح ہونا چاہیے اور پڑھن کے قابل ہونا چاہیے ۔جمع کریا وا فقرا اندازً دس تے پندرہ سیکنڈ پڑھن واسطے لیتا وھے ان ما نمبر شامل نہ وھے خاص ناں تے دوجا کردار بھی

source: Please fill out this field.
gju: برائے مہربانی اس کام نا پورو کروں

source: Please select a language to review sentences.
gju: برائے مہربانی فقراں کو جائزو لین واسطے زبان چُنو

source: Polish
gju: پولینڈی

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
gju: <pontoonAccountLink> اپنو اکاؤنٹ بناؤ۔</pontoonAccountLink>کدے تھارو نیہہ فر اپنی زبان چُنو <strong>ٹیم </strong>تے فر پروجیکٹ چُنو <pontoonCvLink>کامن وائس </pontoonCvLink>۔ات فائل وھے گی ترجمہ واسطے ۔ایک پو کلک کروں ،فر یاہ انگلش ما حرف دَسے گی تے ایک بکس ترجمو کرن واسطے

source: Portuguese
gju: پرتگالی

source: Powered by global communities, for global communities — 130 languages and growing!
gju: عالمی برادری وسطے عالمی برادری کی طرف تے تعاون(طاقت)

source: Press and stories
gju: خبر تے کہانی

source: Press and Stories
gju: دباو تے کہانی

source: Press play, listen & tell us: did they accurately speak the sentence below?
gju: چلان کا بٹن نا دباو، سنو تے ہمنا دسو، تلے جملا صحیح طرحیا بولیا ہیں۔؟

source: Press { shortcut-play-toggle } to toggle play mode
gju: چلان کا طریقہ نا { shortcut-play-toggle } ٹوگل کرن وسطے دباو

source: Privacy
gju: نجی(ذاتی)

source: <privacyLink>Privacy</privacyLink>
gju: <privacyLink> ذاتی</privacyLink>

source: Privacy Policy
gju: راز داری کی پالیسی

source: Privacy, security and transparency.
gju: رازداری ،سکیورٹی تے شفافیت

source: Pro
gju: پہلو

source: Profile
gju: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
gju: پروفائل کی معلومات گل کی شناخت نا ٹھیک کرن وسطے دتی تربیت ما استعمال ہون آلی آڈیو ذخیرہ نا بہتر بناو ے۔

source: Progress
gju: ترقی

source: Public Domain
gju: پبلک ڈومین

source: Publicly accessible open speech datasets in 130+ languages
gju: 130 تے زیادہ زباناں ما عوامی طور اپر قابل رسائی کھلی گفتگو کو ڈیٹا سیٹ

source: Pular Guinea
gju: پولر گوئنیا

source: Punctuation
gju: رموز اوقاف

source: Punjabi
gju: پنجابی

source: Puno Quechua
gju: پونو کوئچوا

source: Quechua Ambo-Pasco
gju: کوئیچوا امبو پاسکو

source: Quechua Arequipa-La Unión
gju: کوئیچوا اریکوئیپا لا یونین

source: Quechua Cajatambo
gju: کوئیچوا کاجا ٹامبو

source: Quechua Chanka
gju: کوئیچوا چنکا

source: Quechua Chiquián
gju: کوئیچوا شیکوائین

source: Quechua Corongo Ancash
gju: کوئیچوا کورنگو انکاش

source: Quechua Jauja Wanka
gju: کوئیچوا جاوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
gju: کوئیچوا پاسکو سانتا انا دی توسی

source: Quechua Sihuas Ancash
gju: کوئیچوا سہاوواس انکاش

source: Quechua Yauyos
gju: کوئیچوا یاویوس

source: Question
gju: سوال

source: r
gju: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gju: چانو ، انگلش ما اس کو ایک ہی حصو ہے نہ کہ دو

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gju: شرح کی حد تے اگے نکل گیو ۔دوبارہ کوشش کروں ایک منٹ{ $retryLimit } ما

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gju: شرح کی حد تے اگے نکل گیو ۔دوبارہ کوشش کروں ایک سیکنڈ { $retryLimit } ما

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
gju: گورنمنٹ ،فلاحی تنظٰیماں یا میڈیا تنظٰیماں تک پوہچو تے پتو کروں جے اُنھ کی کوئی ویب کی عبارت، رپورٹ یا عام عبارت وھے جہڑی پنلک ڈومین واسطے وقف کری جاسکے۔

source: Reader Effects
gju: پڑھن ہالا کو اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
gju: صفحہ پو سارا حرفاں نا صحیح پڑھن کو مسلو ہے ۔جد سُنے جائے تے غور کے نال سنو جہڑو ریکارڈ کریو ہے وہ وُہی ہے جہڑو لکھیو گیو ہے ۔اس نا چھوڈ دِیو کدے اس ما زیادہ شامل ہو گیو ، مختلف ہے یا حرف چھُٹ گیا ہے

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gju: پڑھن کو اختلاف جہڑو اصل ما اُت نیہہ ، جس طرح ''ہم ہے '' کی جا '' ہم ہے '' اور اس طرح اگے

source: Read More
gju: ہور پڑھو

source: Read more on our About page
gju: مہارے متعلقہ صفحہ اپر ہور پڑھو

source: Read sentences
gju: جملا پڑھو

source: Read Sentences
gju: فقراں نا پڑھوں

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
gju: اپنی زبان ما جملا اوچی واز ما پڑھو تے دنیا ما سب تے زیادہ کنی کنی قسماں کا عوامی شرکت آلی گل کا ڈیٹا سیٹ ما حصو لیو۔

source: Read Sentences, Answer Questions
gju: فقراں نا پڑھوں تے سوالاں کو جواب دیو

source: Read Sentences <small>(Coming soon)</small>
gju: جملا پڑھو<small>(جھب آوے گو)</small>

source: Read sentences submitted by the community in various languages
gju: کمیونٹی ہالا کی طرفوں مختلف زباناں ماجمع کریا وا فقراں نا پڑھوں

source: Read the sentence carefully - don’t miss, change or add words.
gju: فقراں نا غور نال پڑھو ،تبدیل کرنو یا جمع کرنو نہ چھوڈو

source: Ready to add your voice or lend your ear?
gju: اپنی واز کو اضافو کرن وسطے یا اپنا کن ما کائے چیز سنن وسطے تیار ہو؟

source: Ready to contribute?
gju: اپنو حصو شامل کرن وسطے تیار ہو۔

source: Ready to do { $count } more?
gju: کے تم ہور { $count } گنتی کرن وسطے تیار ہے

source: Ready to donate your voice?
gju: تم ہمنا واز دین وسطے تیار ہیں

source: Ready to help validate sentences?
gju: جملاں کی توثیق ما مدد کرن وسطے تیار ہو؟

source: reCAPTCHA is required if you want to proceed
gju: جے کدے تم جاری رکھنو چاہو تے ری کیپچا کی ضرورت ہووے گی۔

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
gju: تم چیلنج، مقصد کی یاد دھانی، ترقی کا بارہ ما نوئی گل تئ کامن وائس کی خبراں کا بارہ ما ای میل وصول کرو

source: Recorded Clips
gju: ریکارڈ کری وی کلپس

source: Recorded Hours
gju: ریکارڈ کیا وا گھنٹہ

source: <recordIcon></recordIcon> Last one!
gju: <recordIcon>آخری </recordIcon>

source: [Recording cut off before the end of the last word]
gju: واز کی ریکارڈ آخری حرف تے پہلاں ختم ہو گئی

source: Recordings
gju: ریکارڈنگز

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
gju: واز کا حصہ کی ریکارڈنگ مہارے عام دستیاب ڈیٹا سیٹ کا بنان ما ایک لازمی لازمی حصوہے۔ کجھ لوک کہیں گا جے یوہ مذاخ کو بھی حصو ہے.

source: Record/Stop
gju: محفوظ کروں/رکو

source: Record your response
gju: اپنا جواب نا محفوظ کرو

source: Record yourself reading sentences in your language
gju: تم آپے فقرا پڑھو تے اپنی زبان ما ریکارڈ کروں

source: Record yourself responding to questions and prompts in your language
gju: تم اپنا سوالاں کا جواباں نا ریکارڈ کروں تے اپنی زبان ما شارو کروں

source: Record your voice
gju: اپنی واز نا محفوظ کروں

source: Reference the source of your sentence (required)
gju: تم اپنا فقراں کا ذریعہ کو حوالو دیو (جہڑو مطلوب ہے )

source: Refresh
gju: تازی کرو

source: Reject
gju: قبول نہ کرنو

source: Remove
gju: ختم کرو

source: Remove Avatar
gju: اوتار نا ہٹاو

source: Report
gju: تفصیل

source: Report was passed successfully
gju: تھاری تفصیل کامیابی کے نال پاس ہو گئی

source: Request a Language
gju: زبان ما درخواست

source: Request for Scripted Speech
gju: سکرپٹڈ گل وسطے گزارش

source: Request for Spontaneous Speech
gju: ان جہکیاں گل وسطے گزارش

source: Request New Language
gju: نوئی زبان وسطے گزارش کرو

source: Request recordings
gju: ریکارڈنگز وسطے درخواست کرو

source: *required
gju: مطلوبہ

source: Re-record
gju: دوبارا ریکارڈ کرنو

source: Re-record clip
gju: کلپ نا دوبارا محفوظ کروں

source: Respond
gju: جواب دیو

source: Respond To Prompt
gju: جھب جھب جواب دیوں

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
gju: قدرتی ، بول چال کا سیاق و سباق وسطے ڈیٹا سیٹ بنان کےااشارہ کو جواب دیو۔ جیہڑی زبان بولی جایے اس وسطے بہترین ہے.

source: Response deleted successfully
gju: جواب کامیابی نال ختم ہو گیو

source: Response submitted successfully
gju: جواب کامیابی نال جمع ہو گیو

source: Return
gju: مڑوں

source: Return here to edit your goal anytime.
gju: اپنا گول نا کسی ٹاتم تبدیل کرن واسطے ات آؤ

source: Return to Common Voice
gju: کام وائس کے طرف مڑ کے چلو

source: Return to Common Voice Datasets
gju: کامن وائس ڈیٹا بیس کی طرف واپس آؤں

source: Return to Languages
gju: زباناں کے طرف واپس آو

source: Review
gju: جائزو

source: Review could not be saved. Please try again later.
gju: جائزو کریو وو کم محفوظ نہ ہو سکیو ۔برائے مہربانی بعد ما کوشش کریو

source: ⓘ Review Criteria
gju: جائزا کو طریقو

source: Review Criteria
gju: جائزا کو طریقو

source: Reviewed sentences not submitted, are sure?
gju: جائزو کریا والا فقراں جمع نیہہ ہویا ، کیا اس گل کو یقین ہے ؟

source: Review existing sentences submitted by the community
gju: موجود فقراں کو جائزو لیوں جہڑا کمیونٹی نے جمع کیا

source: Reviewing Sentences
gju: فقراں کو جائزو لینو،

source: Review & re-record clips here as you go
gju: ہون جائزو لیو تے دوبارا ریکارڈ کرو جنو ں تم چلے لگا

source: Review & re-record clips if needed
gju: جائزو لیو تے کلپ نا دوبارا ریکارڈ کرو کدے لوڑ ہے

source: Review Sentences
gju: فقراں کو جائزو لیوں

source: Review sentences in your language
gju: اپنی زبان کا فقرا ں کو جائزو لیو

source: Review & Submit
gju: جائزو لیو تے جمع کروں

source: Review transcriptions
gju: تجریہ کو دوبارہ جائزو لیو

source: Review transcriptions of recorded sentences for accuracy
gju: دُرستگی واسطے ریکارڈ کریا وا نقلاں کو جائزہ لیو ں

source: Review Transcriptions <small>(Coming soon)</small>
gju: تجزیہ کو بھی جائزو لیو<small> (بہلاں آوے گو)</small>
